Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: HilarityEnsues when the fly flees and El Chavo destroys the restaurant and scare away the other customers while trying to recapture it.
pt_br: Br/CoisasEngracadasAcontecem quando a mosca sai voando e o Chaves destrói o restaurante tentando recapturá-la, assustando os clientes no processo.

source: HilarityEnsues.
pt_br: Br/CoisasEngracadasAcontecem.

source: His armor is so sour that some of his colleagues actually think he's borderline insane, and he looks to have crossed the border about midway through the film.
pt_br: Sua armadura é tão azeda que alguns de seus colegas acham que ele está à beira da loucura, e ele parece ter cruzado a linha no meio do filme.

source: His body is also significantly reinforced, going well beyond a mere replacement arm.
pt_br: Seu corpo também é significativamente reforçado, indo além de uma mera substituição de braço.

source: His dad doesn't even appear to notice any of it (his son or the three men), indicating this is a long-running feature of their relationship.
pt_br: Seu pai não parece notar nada disso (nem o filho nem os três homens), indicando que essa possa ser uma característica de longa data do relacionamento deles.

source: His dislike of UsefulNotes/{{fascism}} and Stalinism (which he considered a totalitarian corruption of socialism) was ''very'' clear.
pt_br: Seu desgosto pelo fascismo e pelo stalinismo (que ele considerava uma corrupção totalitária do socialismo) era ''muito'' claro.

source: His first day back on the job following an injury, Spooner receives a call from the scene of what appears to be an open-and-shut suicide case; the victim had been holding a holographic transmitter programmed to call Spooner in the event of his death.
pt_br: Em seu primeiro dia de expediente após um ferimento, Spooner recebe um telefonema da cena que parece ser um simples caso de suicídio; a vítima segurava um transmissor holográfico programado para contatar Spooner no evento de sua morte.

source: His hatred of them stems from his backstory (see GreaterNeedThanMine).
pt_br: Seu ódio por eles deriva de sua própria história (consultar Br/NecessidadeMaiorQueAMinha).

source: His ignorance embarrasses me.
pt_br: A ignorância dele me envergonha.

source: His mother even remarks that she was saving her mother's cutlery for his wedding, but that that day looks to be far off.
pt_br: Ela até comenta que ela estava guardando o jogo de talheres de sua mãe para o casamento dele, mas que esse dia aparenta estar distante.

source: His nickname: Maistro Longaniza (Teachurr Longsausage) ** Zenón Barriga y Pesado (With the Z pronounced as S, it sounds like Man-boobed Belly and Heavy).
pt_br: ** Zenón Barriga y Pesado, o Senhor Barriga.

source: His pistol probably shouldn't have been so effective, but he had the right idea otherwise.
pt_br: A pistola dele talvez não devesse ser tão eficaz, mas fora isso ele teve a ideia certa.

source: His plan to prevent him to sell it is buying the vecindad by himself.
pt_br: O plano dele para impedir a venda é ele mesmo comprar a vila.

source: HistoricalFiction is tied to this trope, since history isn't changing (unless the author pulls a WrittenByTheWinners and claim that the events as portrayed in his work is what "really" happened).
pt_br: Br/FiccaoHistorica é ligada a este tropo, pois a história não muda (a não ser que o autor use o argumento de Br/EscritoPelosVencedores e diga que os eventos conforme registrados na obra são o que "realmente" aconteceu).

source: HistoricalInJoke is sometimes like this, but sometimes [[NotHisSled subverts it]].
pt_br: Br/PiadaInternaHistorica às vezes é isso, mas às vezes [[Br/NaoEOTrenoDele subverte isso]].

source: HitlersTimeTravelExemptionAct, in certain cases, is a SubTrope of this.
pt_br: O Br/AtoDeIsencaoDeViagemNoTempoDeHitler é, em certos casos, um Br/SubTropo disso.

source: Home of the ValleyGirl and the MallSanta.
pt_br: É o reduto da Br/GarotaDoVale e do Br/PapaiNoelDeShopping.

source: How do we explain this behavior?
pt_br: Como explicar tal comportamento?

source: How high up the scale you have to go to reach that point, and whether the answer can ever be yes, is a source of debate.
pt_br: O quão alto se precisa subir na escala para alcançar esse ponto, e a possibilidade da resposta ser "sim", é fonte de debate.

source: How is it that you can like the true in the false?
pt_br: Como é que se pode gostar do verdadeiro no falso?

source: How it is made, its history, elements involved in making them, and accolades given to them.
pt_br: Como é produzida, sua história, elementos envolvidos na criação delas e condecorações concedidas.

source: However [[TakesOneToKillOne other gods can sometimes kill gods]], so they do technically fit the "nigh" part.
pt_br: No entanto [[Br/ENecessarioUmParaMatarUm outros deuses às vezes podem matar deuses]], então eles se enquadram na parte do "praticamente".

source: However she is neuralyzed between films and given a WrittenInAbsence to make way for the return of Creator/TommyLeeJones.
pt_br: No entanto ela é neuralizada entre filmes e recebe uma Br/AusenciaInclusaNoRoteiro com o propósito de abrir espaço para o retorno do BrCriador/TommyLeeJones.

source: However the current story requires a space elevator, so it's been added and treated as if it's always been there.
pt_br: No entanto, o momento atual da história requer um elevador espacial, por isso ele foi adicionado e tratado como se sempre estivesse lá.

source: However there were a couple of occasions very early on where characters were replaced for an episode or two by characters who were their exact copies, but had different names and were played by different actors.
pt_br: No entanto houveram algumas ocasiões muito cedo na série onde personagens eram substituídos por um episódio ou dois por pessoas que eram cópias exatas, mas tinham nomes diferentes e eram interpretados por atores diferentes.

source: However, a Butt Monkey can often become a Woobie if [[DesignatedMonkey abused too mercilessly]].
pt_br: No entanto, o Corinho pode se tornar o Coitadinho se ele sofrer [[Br/CorinhoDesignado abuso de maneira muito excessiva]].

source: However, after it ended, it remained obscure until circa June 2020, when a couple issues were posted in ''Website/{{Facebook}}'', making the series famous again, this time due to the bizarre morals and character designs (especially the infamous design of eyes).
pt_br: No entanto, depois do fim das publicações regulares, a revista caiu no obscurantismo até cerca de junho de 2010, quando algumas edições foram postadas em uma página no Facebook, o que tornou a série famosa novamente, mas dessa vez por causa das morais bizarras e do desenho dos personagens, em especial o infame formato dos olhos.

source: However, because TropesAreTools, the creators still want or feel that they have to use them (often because their effects are still believed to be marketable), but try to create plausible deniability so that the audience doesn't dwell on it.
pt_br: No entanto, como Br/TroposSaoFerramentas, os criadores ainda querem ou sentem que precisam usá-los (geralmente porque seus efeitos ainda são tidos como interessantes), mas tentam criar negabilidade plausível para que o público não fique pensando muito nisso.

source: However, during moments without any dialogue, there are rare occasions where the original music remains.
pt_br: No entanto, em momentos sem diálogo há raras ocasiões em que a música original permanece.

source: However, if a show goes far enough with its violence, it may end up crossing the line not once but ''twice'', as it goes around the planet and crosses it again.
pt_br: No entanto, se um show vai muito longe com a violência, ele pode passar do ponto não uma, mas ''duas'' vezes, como se desse a volta no planeta e passasse de novo.

source: However, if an actor specifically interacts with some part of the setting, such as a BigRedButton, that thing they interact with ''is'' a prop.
pt_br: No entanto, se um ator especificamente interage com parte da ambientação, tal como um Br/GrandeBotaoVermelho, essa coisa que ele interage ''é'' um adereço.

source: However, if someone in the cast other than TheHero is going to [[TookALevelInBadass Take a Level in Badass]], it's almost invariably the Butt-Monkey who does it.
pt_br: No entanto, se alguém no elenco que não é Br/OHeroi vai [[Br/SubiuDeNivelEmFodisse subir de nível em fodisse]], é quase sempre o Corinho que vai ser esse alguém.

source: However, if they have a HiveQueen, killing it may destroy the whole being.
pt_br: No entanto, se houver um ser que comanda a mente unificada, matá-lo pode destruir o aglomerado inteiro.

source: However, in later stories, Binho calls Zuca a "dry java plum"[[note]]Java plum being a pitch-black fruit[[/note]], and compares Zuca's hair to steel wool, meaning he's still being racist.
pt_br: No entanto, em histórias posteriores, Binho chama Zuca de "jamelão seco" e compara o cabelo dele com lã de aço, o que significa que ele ainda é racista.

source: However, in some remakes (where Don Ramón is replaced either by La Chilindrina or Doña Florinda), Doña Florinda hits, pinches, or pushes Chilindrina's hair.
pt_br: No entanto, em algumas refilmagens (onde o Seu Madruga é substituído pela Chiquinha ou pela Dona Florinda), Dona Florinda bate, belisca ou puxa o cabelo da Chiquinha.

source: However, it should also be noted that they were never ''quite'' as rich or as powerful as was generally assumed.
pt_br: No entanto, deve-se notar que eles nunca foram ''tão'' ricos ou poderosos quanto se supõe no geral.

source: However, it was during the marksman exam, that J also demonstrated that he was not only keenly observant, but could think outside the box.
pt_br: No entanto, foi durante o teste de tiro que J demonstrou não apenas ser observador, mas também pensar fora da caixa.

source: However, not all examples of Freudian Excuses have to involve evil or villainous characters.
pt_br: No entanto, nem todos os exemplos de desculpas freudianas precisam envolver personagens malvados.

source: However, only Don Ramón might truly qualify as "ugly"; others are either average looking or have one quality holding them back, such as Clotilde´s age, Quico's cheeks or Señor Barriga´s weight.
pt_br: No entanto, apenas o Seu Madruga realmente se enquadra como "feio"; os demais possuem aparência mediana ou alguma característica particular, como a idade da Clotilde, as bochecas de Quico ou o peso do Senhor Barriga.

source: However, other networks use the original theme song instead, but replacing the music either with ''WesternAnimation/ElChavoAnimado'''s theme song, or with John Charles Fiddy's ''[[https://www.youtube.com/watch?v=vEl_XCaZjUw Skipping]]'' * AnAesop: ** Many fans of the show take Don Ramón's teachings by heart.
pt_br: * Br/UmEsopo: ** Muitos fãs do show levam no coração os ensinos de Seu Madruga.

source: However, part of the costume can be a prop if the actor uses it in their performance.
pt_br: No entanto, parte do traje pode ser um adereço se o ator o utiliza em sua apresentação.

source: However, since they're important, the author makes sure the danger creates no lasting consequences.
pt_br: No entanto, como ele é importante, o autor se certifica de que ele não vai morrer, apenas ficar um pouco machucadinho.

source: However, some formerly established heroes can go through an episode of ax-craziness and still retain their heroic mantle.
pt_br: No entanto, alguns heróis previamente estabelecidos podem passar por um episódio desses e ainda assim manter o manto heroico.

source: However, sometimes even Dudão resorts to violence, accidentally proving this trope right.
pt_br: No entanto, às vezes até o Dudão recorre à violência, acidentalmente provando o tropo.

source: However, sometimes this happens even in contexts where such settings seem unlikely.
pt_br: No entanto, às vezes isso acontece até mesmo em contexto onde tais ambientações parecem improváveis.

source: However, technically, a boy did win the competition.
pt_br: No entanto, tecnicamente quem venceu a competição foi um garoto.

source: However, that book was an anthology of ''nine'' separate stories in a common universe, mostly revolving around the central character Susan Calvin.
pt_br: No entanto, o livro é uma coletânea de ''nove'' histórias separadas em um universo comum, quase todas girando em torno da personagem central Susan Calvin.

source: However, that doesn't stop RPG fans from discussing what alignment characters in other works would be.
pt_br: No entanto, isso não impede os fãs de RPG de discutirem quais os alinhamentos de personagem em outras obras.

source: However, the center of this trope is a person who, despite having all the time in the world and all the information, comes to a conclusion so ''wrong'' it's hard to be even further from correct.
pt_br: No entanto, o centro deste tropo é uma pessoa que, apesar de ter tido todo o tempo do mundo e toda a informação, chega em uma conclusão tão ''errada'' que não teria como estar mais distante da realidade.

source: However, there is one episode where Sr.
pt_br: No entanto, há um episódio onde o Senhor

source: However, they are quickly refuted when they are shown that the "belt" in reality consists of stars thousands of light years apart that only ''look'' like they are close together from Earth, and that there are no suitable galaxies in that particular direction of the sky.
pt_br: No entanto, eles são logo refutados quando se mostra que o "cinturão" na verdade é composto de estrelas que ficam distantes umas das outras em milhares de anos-luz e elas só ''aparentam'' estar próximas da terra, e que não existem galáxias nessa direção específica do céu.

source: However, they can also lead fans into a forest of [[EpilepticTrees conjecture]], and in doing so, completely derail the story and kill all drama.
pt_br: No entanto, eles também podem levar os fãs para uma selva de [[Br/ArvoresEpileticas conjectura]], descarrilando a história e eliminando o drama no processo.

source: However, they were never quite as rich as they were believed to be.
pt_br: No entanto, eles nunca foram tão ricos quanto se supõe que eles eram.

source: However, this can also happen if the work was made by a person or developer other than the original creator of the franchise, and, in rare cases, can also happen when they admit CreatorsApathy about canonicity.
pt_br: No entanto, isso também pode acontecer se a obra foi criada por uma pessoa ou desenvolvedor que não é o criador original da franquia; em casos raros, pode também acontecer quando eles admitem que houve Br/ApatiaDoCriador em relação à canonicidade.

source: However, this can be good if said master is evil, or obeying them will lead to their own or another's purposeless death.
pt_br: No entanto, isso pode ser bom se o dito mestre é maléfico ou se obedecer a ele levará à morte deste.

source: However, this can in turn be highlighted in-story if the other characters point out that FreudianExcuseIsNoExcuse.
pt_br: No entanto, isso pode ser ressaltado dentro da história se os outros personagens observarem que Br/DesculpaFreudianaNaoEDesculpa.

source: However, this is often due to the [[TheScrappy negative reception]] of the character.
pt_br: No entanto, isso costuma ocorrer devido à [[Br/OOdiado recepção negativa]] do personagem.

source: However, this seems to be a far less common occurrence than the reverse.
pt_br: No entanto, isso costuma ser uma ocorrência menos comum do que o inverso.

source: However, various detectives, including Spooner, are seen with spare magazine holsters, which indicate their weapons capacity is limited.
pt_br: No entanto, vários detetives, Spooner incluso, são vistos com munições extras, o que denota que a capacidade das armas é limitada.

source: However, we are also limited by what they understand and what they choose to tell us, [[UnreliableNarrator which may be inaccurate or misleading]].
pt_br: No entanto, também somos limitados pelo entendimento dele e pelas coisas que ele decide nos contar, [[Br/NarradorNaoConfiavel que podem ser imprecisas ou enganosas]].

source: However, when rescuing the {{Love Interest|s}} from the clutches of the BigBad, he becomes genuinely furious, genuinely gains rage-induced super-strength, and starts kicking ass.
pt_br: No entanto, ao resgatar seu Br/InteresseAmoroso das garras do Br/GrandeMal, ele fica genuinamente furioso, genuinamente obtém a super força e começa a chutar traseiros.

source: I am the dumbest dumb person on the face of the earth".
pt_br: Eu sou a pessoa burra mais burra da face da terra".

source: I can't do it, but... and that voice!
pt_br: Eu não consigo imitar ele... e aquela voz!

source: I did and I didn't.
pt_br: Só se queria e não queria.

source: I don't even exercise."'' -->-- '''Fezzik''', ''Film/ThePrincessBride''
pt_br: Eu nem sequer me exercito."'' -->-- '''Fezzik''', ''BrFilme/APrincesaPrometida''

source: I fought the good fight!' So whatdaya say?
pt_br: Eu lutei o bom combate!" Então, como vai ser?

source: I had a little mishap defending justice over at the nursing home.\\ '''Monica:''' I thought I heard on TV that that was Captain Amazing.\\ '''Mr. Furious:''' [[SarcasmMode Ooh!
pt_br: Eu tive um contratempo defendendo a justiça no asilo.\\ '''Mônica:''' Deu na televisão que foi o Capitão Arraso.\\ '''Irado:''' [[Br/ModoSarcastico Pois é!

source: I had it easy, but with dreams that left me tired.
pt_br: Eu passava fácil, mas tinha sonhos, que me afadigavam.

source: I mean, how would I feel if somebody come runnin' in the gym and bust me in my ass while I'm on the treadmill?
pt_br: Como é que eu ia me sentir se alguém viesse correndo e atirasse em mim enquanto eu estivesse malhando?

source: I mean, it's not like a big gigantic ship is just gonna come out of nowhere and save us– MY GOSH!!"'' -->-- '''Franchise/{{Batman}}''', ''WesternAnimation/TheLEGOMovie'', when Metalbeard's ship does just that
pt_br: Quero dizer, não é como se um navio enorme fosse aparecer do nada para nos salvar e- NOSSA!!"'' -->-- '''BrFranquia/{{Batman}}''', ''BrAnimacaoOcidental/UmaAventuraLego'', quando um navio faz justamente isso

source: I never look at them anymore, but they actually are quite... beautiful.
pt_br: Isto é, eu nunca mais olhei pra elas, mas elas são bastante... bonitas.

source: I only knew that you'd know that I knew.
pt_br: Eu só sabia que saberia que eu sabia.

source: I shovel ''very'' well.\\ '''[[SassyBlackWoman Lucille]]:''' You shovel better than any man I've ever known!
pt_br: Eu sei dar pazadas.\\ '''[[Br/IrreverenteMulherNegra Lucille]]:''' Você é melhor com a pá do que qualquer outro.

source: I shovel well.
pt_br: Eu sou bom.

source: I think I was that way too.
pt_br: Acho que eu também era assim.

source: I was right here.]] * NiceJobFixingItVillain: [[spoiler: Casanova threatening Furious' girlfriend ultimately snaps him out of his HeroicBSOD and allows him to finally awaken his UnstoppableRage for real]].
pt_br: Eu tô aqui.]] * Br/BomTrabalhoConsertandoTudoVilao: [[spoiler: As ameaças de Casanova contra a namorada do Irado são o que faz com que ele saia do Br/ColapsoHeroico e finalmente desperte sua Br/FuriaIncontrolavel pra valer]].

source: I was talking about a woman that also looks like a witch.
pt_br: Eu estava falando de outra mulher que ''também'' parece uma bruxa.

source: I was there!
pt_br: Eu participei!

source: I'll tell you, Kay, I will miss the chase.\\ '''Kay:''' (''puts on sunglasses and takes neuralyzer out'') No, Dee, you won't.\\ (''[[LaserGuidedAmnesia Kay neuralyzes Dee]]'') ** Later, towards the very end, as Kay himself decides to retire: --->'''Kay:''' They're beautiful, aren't they?
pt_br: Vou dizer uma coisa. Vou sentir saudade.\\ '''K:''' ''[colocando os óculos e sacando o neuralizador]'' Não, D. Não vai.\\ ''[[[Br/AmnesiaComMiraLaser K neuraliza o agente D]] ]'' ** Mais tarde, próximo do final, quando K decide se aposentar: --->'''K:''' Elas são bonitas, não são?

source: I'm 42 years old.
pt_br: Tenho 42 anos.

source: I'm gonna make this pencil disappear..."]] * Vividly showing (or describing) something scary which directly affects the human body.
pt_br: Eu vou fazer este lápis desaparecer..."]] * Vividamente mostrar (ou descrever) algo assustador que afeta diretamente o corpo humano.

source: I'm thinking, y'know, eight-year-old white girl, middle of the ghetto, bunch of monsters, this time of night with quantum physics books?
pt_br: Eu pensei: oito anos, garota branca, no meio na rua com um monte de monstros a essa hora da noite com um livro de física quântica?

source: I'm your friend!]]\\ '''El Chavo''': [[LiteralMinded Should have said so earlier!]] ''(proceeds to beat up Quico)'' * LoudGulp: Done several times by Don Ramón, always while looking at the camera.
pt_br: Eu sou seu amigo!]]\\ '''Chaves:''' [[Br/MenteLiteral Ah, por que não disse antes?]] ''[em seguida, bate no Quico]]'' * Br/EngolindoSeco: Feito várias vezes pelo Seu Madruga, em todas elas enquanto encara a câmera.

source: I'mm..going..to..tell..Dad, that you hit me...!") * WrittenInAbsence: There are some episodes where the actors were unavailable for recording, and thus didn't appear in the episode with a quick explanation of why they aren't there.
pt_br: * Br/AusenciaInclusaNoRoteiro: Há alguns episódios em que os atores estavam indisponíveis para gravar, e por isso eles não aparecem com uma breve explicação de por que eles não estão lá.

source: Identify him.\\ '''NS-5s:''' One of us.\\ '''Calvin:''' ''Which'' one?\\ '''NS-5s:''' One of us.\\ '''Spooner:''' [[DeadpanSnarker How much did you say these things cost?]] * MechanicalEvolution: VIKI claims her different ideas on the Three Laws are a result of this.
pt_br: Identifiquem-no.\\ '''NS-5s:''' Um de nós.\\ '''Calvin:''' Então qual?\\ '''NS-5s:''' Um de nós.\\ '''Spooner:''' [[Br/SarcasticoSerio E quanto é que essas coisas custam?]] * Br/EvolucaoMecanica: VIKI alega que suas ideias a respeito das Três Leis são resultado disso.

source: If TV Tropes Will Ruin Your Life, the addictive forum will prove you never had one to begin with.
pt_br: Se o TV Tropes Vai Arruinar a Sua Vida, o fórum vai te mostrar que você nunca sequer teve uma.

source: If a Cloudcuckoolander is dangerous, then that is the answer to BewareTheSillyOnes and/or CrouchingMoronHiddenBadass.
pt_br: Se o lunático é perigoso, isso pode ocorrer devido à Br/CuidadoComOsExcentricos.

source: If a Knight Templar is ''[[VillainProtagonist not]]'' [[VillainProtagonist the antagonist of the story]], expect to see WhatTheHellHero and/or NotSoDifferentRemark come into play at least once.
pt_br: Se o Cavaleiro Templário ''[[Br/VilaoProtagonista não]]'' é [[Br/VilaoProtagonista o antagonista da história]], espere a aparição de Br/QueMerdaEEssaHeroi e/ou um Br/ComentarioDeNaoTaoDiferente pelo menos uma vez.

source: If a MillionairePlayboy who is a superspy[=/=]TechBro moves to a new mansion in the French Riviera, that's plausible; but if four roommates from FlyoverCountry with regular jobs do the same move, it's ludicrous.
pt_br: Se um Br/PlayboyMilionario que também é um espião de renome ou um Br/CaraDaTecnologia se muda para uma nova mansão na Riviera Francesa, isso é plausível; se quatro colegas de quarto que moram no interior e trabalham com serviços gerais fazem a mesma coisa, é ridículo.

source: If a SugarBowl (usually the antithesis of this trope) turns out to be one of these under the surface, then you have yourself a CrapsaccharineWorld.
pt_br: Se uma Br/TigelaDeAcucar (normalmente, a antítese deste tropo) é um desses por baixo da superfície, então é um Br/MundoLixosoAdocicado.
